// Заданий 4:

//1. Возьмите код первого задания
//2. Добавьте обработчик события click на созданный элемент
//3. При клике на элемент, в консоль должен выводиться текст: 'Этот текст говорит о том, что я всё сделал правильно'
//4. Откройте страничку в браузере
//5. Кликните на элемент
//6. Убедитесь, что после клика на элемент в консоли появилась надпись с текстом 'Этот текст говорит о том, что я всё сделал правильно'
div.addEventListener('click', function() {
  console.log('Этот текст говорит о том, что я всё сделал правильно');
});