//1. Напишите условный оператор if и передайте ему любое истинное утверждение
if (5 < 6) {}

//2. Пусть ваш условный оператор выводит в консоль любую фразу, если оператору передано истинное выражение
if (5 < 6) {
  console.log('Correct!');
}

//3. Передайте оператору любое ложное утверждение и убедитесь, что фраза перестала выводиться на экран
if (5 > 6) {
  console.log('Correct!');
}

//4. При помощи else модифицируйте условные оператор так, чтобы в случае ложного утверждения тоже что-то выводилось на экран
if (5 > 6) {
  console.log('Correct!');
} else {
  console.log('Incorrect!');
}